app/controllers/kontakties_controller.rb

  def index
    @kontakties = Kontakty.all
---
SELECT * FROM "kontakties"

  def show
    @kontakty = Kontakty.find(params[:id])
---
SELECT * FROM "kontakties" WHERE ("kontakties"."id" = 1)

  def edit
    @kontakty = Kontakty.find(params[:id])
---
SELECT * FROM "kontakties" WHERE ("kontakties"."id" = 1)

  def create
    @kontakty = Kontakty.new(params[:kontakty])

    respond_to do |format|
      if @kontakty.save
---
INSERT INTO "kontakties" ("name", "www", "created_at", "updated_at", "phone", "surname", "email") VALUES('Pawel', 'www.star.pl', '2009-11-25 10:39:00', '2009-11-25 10:39:00', '483724245', 'Krzem', 'star@wp.pl')